Revit 2027 API
ParameterTypeId.BoundaryZTranslationFixed Property
 "Z Translation - Fixed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryZTranslationFixed { get; }
Public Shared ReadOnly Property BoundaryZTranslationFixed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryZTranslationFixed {
	ForgeTypeId^ get ();
}
static member BoundaryZTranslationFixed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace